Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Add %@ (%@)
ar: إضافة %1$@ (%2$@)
ca: Afegeix %1$@ (%2$@)
cs: Přidat %1$@ (%2$@)
da: Tilføj %1$@ (%2$@)
de: %@ hinzufügen (%@)
el: Προσθήκη %1$@ (%2$@)
es: Añadir %@ (%@)
fa: افزودن %@ (%@)
fi: Lisää %1$@ (%2$@)
fr: Ajouter %@ (%@)
he: הוסף %1$@ (%2$@)
hr: Dodaj %1$@ (%2$@)
hu: %1$@ hozzáadása (%2$@)
id: Tambahkan %1$@ (%2$@)
it: Aggiungi %@ (%@)
ja: %@ を追加（%@）
ko: %@ 추가(%@)
ms: Tambahkan %1$@ (%2$@)
nl: Voeg %1$@ (%2$@) toe
no: Legg til %1$@ (%2$@)
pl: Dodaj %1$@ (%2$@)
pt_br: Adicionar %@ (%@)
pt_pt: Adicionar %1$@ (%2$@)
ro: Adăugați %1$@ (%2$@)
ru: Добавить %@ (%@)
sk: Pridať %1$@ (%2$@)
sl: Dodaj %1$@ (%2$@)
sv: Lägg till %1$@ (%2$@)
th: เพิ่ม %1$@ (%2$@)
tr: %@ ekle (%@)
uk: Додати %@ (%@)
ur: شامل کریں %1$@ (%2$@)
vi: Thêm %1$@ (%2$@)
zh_hans: 添加 %@（%@）
zh_hant: 加入 %@（%@）

source: Add a row in the editor before running the upload.
ar: أضف صفًا في المحرر قبل تشغيل التحميل.
ca: Afegiu una fila a l'editor abans d'executar la càrrega.
cs: Před spuštěním nahrávání přidejte řádek v editoru.
da: Tilføj en række i editoren, før du kører uploaden.
de: Füge im Editor eine Zeile hinzu, bevor du den Upload startest.
el: Προσθέστε μια σειρά στο πρόγραμμα επεξεργασίας πριν εκτελέσετε τη μεταφόρτωση.
es: Añade una fila en el editor antes de iniciar la subida.
fa: پیش از اجرای آپلود، در ویرایشگر یک ردیف اضافه کنید.
fi: Lisää rivi editoriin ennen latauksen suorittamista.
fr: Ajoutez une ligne dans l'éditeur avant de lancer l'envoi.
he: הוסף שורה בעורך לפני הפעלת ההעלאה.
hr: Dodajte redak u uređivač prije pokretanja prijenosa.
hu: A feltöltés futtatása előtt adjon hozzá egy sort a szerkesztőben.
id: Tambahkan baris di editor sebelum menjalankan unggahan.
it: Aggiungi una riga nell'editor prima di avviare il caricamento.
ja: アップロードを実行する前に、エディタで行を追加してください。
ko: 업로드를 실행하기 전에 편집기에서 행을 추가하세요.
ms: Tambahkan baris dalam editor sebelum menjalankan muat naik.
nl: Voeg een rij toe in de editor voordat u de upload uitvoert.
no: Legg til en rad i redigeringsprogrammet før du kjører opplastingen.
pl: Dodaj wiersz w edytorze przed uruchomieniem przesyłania.
pt_br: Adicione uma linha no editor antes de iniciar o envio.
pt_pt: Adicione uma linha no editor antes de executar o upload.
ro: Adăugați un rând în editor înainte de a rula încărcarea.
ru: Добавьте строку в редакторе, прежде чем запускать загрузку.
sk: Pred spustením nahrávania pridajte riadok do editora.
sl: Dodajte vrstico v urejevalnik, preden zaženete nalaganje.
sv: Lägg till en rad i redigeraren innan du kör uppladdningen.
th: เพิ่มแถวในตัวแก้ไขก่อนเรียกใช้การอัปโหลด
tr: Yüklemeyi başlatmadan önce düzenleyicide bir satır ekleyin.
uk: Додайте рядок у редакторі, перш ніж запускати вивантаження.
ur: اپ لوڈ چلانے سے پہلے ایڈیٹر میں ایک قطار شامل کریں۔
vi: Thêm một hàng trong trình chỉnh sửa trước khi chạy tải lên.
zh_hans: 请先在编辑器中添加一行，再运行上传。
zh_hant: 請先在編輯器中加入一列，再執行上傳。

source: Add a screenshot
ar: أضف لقطة شاشة
ca: Afegeix una captura de pantalla
cs: Přidejte snímek obrazovky
da: Tilføj et skærmbillede
de: Screenshot hinzufügen
el: Προσθέστε ένα στιγμιότυπο οθόνης
es: Añade una captura
fa: افزودن اسکرین‌شات
fi: Lisää kuvakaappaus
fr: Ajoutez une capture d'écran
he: הוסף צילום מסך
hr: Dodajte snimak zaslona
hu: Adj hozzá egy képernyőképet
id: Tambahkan tangkapan layar
it: Aggiungi uno screenshot
ja: スクリーンショットを追加
ko: 스크린샷을 추가하세요
ms: Tambah tangkapan skrin
nl: Voeg een schermafbeelding toe
no: Legg til et skjermbilde
pl: Dodaj zrzut ekranu
pt_br: Adicione uma captura de tela
pt_pt: Adicione uma captura de ecrã
ro: Adăugați o captură de ecran
ru: Добавьте скриншот
sk: Pridajte snímku obrazovky
sl: Dodajte posnetek zaslona
sv: Lägg till en skärmdump
th: เพิ่มภาพหน้าจอ
tr: Ekran görüntüsü ekleyin
uk: Додайте знімок екрана
ur: اسکرین شاٹ شامل کریں۔
vi: Thêm ảnh chụp màn hình
zh_hans: 添加截图
zh_hant: 加入螢幕截圖

source: Add an outline, corner radius, or rotation from the properties bar.
ar: قم بإضافة مخطط تفصيلي أو نصف قطر زاوية أو تدوير من شريط الخصائص.
ca: Afegiu un contorn, un radi de cantonada o una rotació des de la barra de propietats.
cs: Přidejte obrys, poloměr rohu nebo otočení z panelu vlastností.
da: Tilføj en kontur, hjørneradius eller rotation fra egenskabslinjen.
de: Füge über die Eigenschaftenleiste eine Kontur, einen Eckenradius oder eine Drehung hinzu.
el: Προσθέστε ένα περίγραμμα, ακτίνα γωνίας ή περιστροφή από τη γραμμή ιδιοτήτων.
es: Añade un contorno, un radio de esquina o una rotación desde la barra de propiedades.
fa: از نوار ویژگی‌ها خط دور، شعاع گوشه یا چرخش اضافه کنید.
fi: Lisää ääriviiva, kulman säde tai kierto ominaisuuspalkista.
fr: Ajoutez un contour, un rayon des angles ou une rotation depuis la barre des propriétés.
he: הוסף קו מתאר, רדיוס פינה או סיבוב מסרגל המאפיינים.
hr: Dodajte obris, polumjer kuta ili rotaciju s trake svojstava.
hu: Adjon hozzá egy körvonalat, saroksugárt vagy elforgatást a tulajdonságsávból.
id: Tambahkan garis luar, radius sudut, atau rotasi dari bilah properti.
it: Aggiungi un contorno, un raggio degli angoli o una rotazione dalla barra delle proprietà.
ja: プロパティバーから枠線、角の半径、回転を追加できます。
ko: 속성 막대에서 윤곽선, 모서리 반경, 회전을 추가합니다.
ms: Tambahkan garis besar, jejari sudut atau putaran daripada bar sifat.
nl: Voeg een omtrek, hoekradius of rotatie toe via de eigenschappenbalk.
no: Legg til en kontur, hjørneradius eller rotasjon fra egenskapslinjen.
pl: Dodaj kontur, promień narożnika lub obrót z paska właściwości.
pt_br: Adicione um contorno, raio de canto ou rotação na barra de propriedades.
pt_pt: Adicione um contorno, raio de canto ou rotação na barra de propriedades.
ro: Adăugați un contur, o rază de colț sau o rotație din bara de proprietăți.
ru: Добавьте обводку, радиус углов или поворот на панели свойств.
sk: Pridajte obrys, polomer rohu alebo otočenie z panela vlastností.
sl: V vrstici z lastnostmi dodajte oris, radij vogala ali zasuk.
sv: Lägg till en kontur, hörnradie eller rotation från egenskapsfältet.
th: เพิ่มเค้าร่าง รัศมีมุม หรือการหมุนจากแถบคุณสมบัติ
tr: Özellikler çubuğundan dış çizgi, köşe yarıçapı veya döndürme ekleyin.
uk: Додайте контур, радіус кутів або поворот на панелі властивостей.
ur: پراپرٹیز بار سے آؤٹ لائن، کونے کا رداس، یا گردش شامل کریں۔
vi: Thêm đường viền, bán kính góc hoặc góc xoay từ thanh thuộc tính.
zh_hans: 从属性栏添加描边、圆角半径或旋转。
zh_hant: 從屬性列加入外框線、圓角半徑或旋轉。

source: Add another language to edit translations here.
ar: أضف لغة أخرى لتحرير الترجمات هنا.
ca: Afegiu un altre idioma per editar traduccions aquí.
cs: Chcete-li zde upravit překlady, přidejte další jazyk.
da: Tilføj et andet sprog for at redigere oversættelser her.
de: Füge eine weitere Sprache hinzu, um hier Übersetzungen zu bearbeiten.
el: Προσθέστε μια άλλη γλώσσα για να επεξεργαστείτε τις μεταφράσεις εδώ.
es: Añade otro idioma para editar traducciones aquí.
fa: زبان دیگری را برای ویرایش ترجمه‌ها در اینجا اضافه کنید.
fi: Lisää toinen kieli muokataksesi käännöksiä täällä.
fr: Ajoutez une autre langue pour modifier les traductions ici.
he: הוסף שפה נוספת כדי לערוך תרגומים כאן.
hr: Dodajte drugi jezik za uređivanje prijevoda ovdje.
hu: Adjon hozzá egy másik nyelvet a fordítások szerkesztéséhez.
id: Tambahkan bahasa lain untuk mengedit terjemahan di sini.
it: Aggiungi un'altra lingua per modificare qui le traduzioni.
ja: 別の言語を追加すると、ここで翻訳を編集できます。
ko: 여기에서 번역을 편집하려면 다른 언어를 추가하세요.
ms: Tambahkan bahasa lain untuk mengedit terjemahan di sini.
nl: Voeg hier een andere taal toe om vertalingen te bewerken.
no: Legg til et annet språk for å redigere oversettelser her.
pl: Dodaj tutaj kolejny język, aby edytować tłumaczenia.
pt_br: Adicione outro idioma para editar as traduções aqui.
pt_pt: Adicione outro idioma para editar as traduções aqui.
ro: Adăugați o altă limbă pentru a edita traducerile aici.
ru: Добавьте еще один язык, чтобы редактировать переводы здесь.
sk: Tu pridajte ďalší jazyk na úpravu prekladov.
sl: Za urejanje prevodov tukaj dodajte drug jezik.
sv: Lägg till ett annat språk för att redigera översättningar här.
th: เพิ่มภาษาอื่นเพื่อแก้ไขการแปลที่นี่
tr: Çevirileri burada düzenlemek için başka bir dil ekleyin.
uk: Додайте ще одну мову, щоб редагувати переклади тут.
ur: یہاں ترجمے میں ترمیم کرنے کے لیے دوسری زبان شامل کریں۔
vi: Thêm ngôn ngữ khác để chỉnh sửa bản dịch tại đây.
zh_hans: 添加另一种语言以在此处编辑翻译。
zh_hant: 加入其他語言即可在此編輯翻譯。

source: Add at least one screenshot column to this row.
ar: قم بإضافة عمود لقطة شاشة واحد على الأقل إلى هذا الصف.
ca: Afegiu almenys una columna de captura de pantalla a aquesta fila.
cs: Přidejte do tohoto řádku alespoň jeden sloupec snímku obrazovky.
da: Tilføj mindst én skærmbilledekolonne til denne række.
de: Füge dieser Zeile mindestens eine Screenshot-Spalte hinzu.
el: Προσθέστε τουλάχιστον μία στήλη στιγμιότυπου οθόνης σε αυτήν τη σειρά.
es: Añade al menos una columna de capturas a esta fila.
fa: حداقل یک ستون اسکرین‌شات به این ردیف اضافه کنید.
fi: Lisää tälle riville vähintään yksi kuvakaappaussarake.
fr: Ajoutez au moins une colonne de capture à cette ligne.
he: הוסף לפחות עמודת צילום מסך אחת לשורה זו.
hr: Dodajte barem jedan stupac snimke zaslona u ovaj redak.
hu: Adjon hozzá legalább egy képernyőkép oszlopot ehhez a sorhoz.
id: Tambahkan setidaknya satu kolom tangkapan layar ke baris ini.
it: Aggiungi almeno una colonna di screenshot a questa riga.
ja: この行にスクリーンショット列を1つ以上追加してください。
ko: 이 행에 스크린샷 열을 하나 이상 추가하세요.
ms: Tambahkan sekurang-kurangnya satu lajur tangkapan skrin pada baris ini.
nl: Voeg ten minste één screenshotkolom toe aan deze rij.
no: Legg til minst én skjermbildekolonne i denne raden.
pl: Dodaj co najmniej jedną kolumnę zrzutu ekranu do tego wiersza.
pt_br: Adicione pelo menos uma coluna de captura a esta linha.
pt_pt: Adicione pelo menos uma coluna de captura de ecrã a esta linha.
ro: Adăugați cel puțin o coloană de captură de ecran la acest rând.
ru: Добавьте в эту строку хотя бы один столбец скриншотов.
sk: Do tohto riadka pridajte aspoň jeden stĺpec snímky obrazovky.
sl: V to vrstico dodajte vsaj en stolpec posnetka zaslona.
sv: Lägg till minst en skärmdumpskolumn på den här raden.
th: เพิ่มคอลัมน์ภาพหน้าจออย่างน้อยหนึ่งคอลัมน์ในแถวนี้
tr: Bu satıra en az bir ekran görüntüsü sütunu ekleyin.
uk: Додайте до цього рядка хоча б один стовпець знімка екрана.
ur: اس قطار میں کم از کم ایک اسکرین شاٹ کالم شامل کریں۔
vi: Thêm ít nhất một cột ảnh chụp màn hình vào hàng này.
zh_hans: 请为此行至少添加一列截图。
zh_hant: 請為此列加入至少一個螢幕截圖欄。

source: Add at least two screenshots to stretch background across row.
ar: أضف لقطتي شاشة على الأقل لتوسيع الخلفية عبر الصف.
ca: Afegiu almenys dues captures de pantalla per estirar el fons a través de la fila.
cs: Přidejte alespoň dva snímky obrazovky, aby se pozadí roztáhlo přes řádek.
da: Tilføj mindst to skærmbilleder for at strække baggrunden ud over rækken.
de: Füge mindestens zwei Screenshots hinzu, um den Hintergrund über die ganze Zeile zu legen.
el: Προσθέστε τουλάχιστον δύο στιγμιότυπα οθόνης για να τεντώσετε το φόντο στη σειρά.
es: Añade al menos dos capturas para extender el fondo por toda la fila.
fa: حداقل دو اسکرین‌شات اضافه کنید تا پس‌زمینه روی ردیف کشیده شود.
fi: Lisää vähintään kaksi kuvakaappausta venyttääksesi taustaa riville.
fr: Ajoutez au moins deux captures d'écran pour étendre l'arrière-plan sur toute la ligne.
he: הוסף לפחות שני צילומי מסך כדי למתוח רקע על פני שורה.
hr: Dodajte barem dvije snimke zaslona da biste razvukli pozadinu preko reda.
hu: Adjon hozzá legalább két képernyőképet a háttér kiterjesztéséhez a sorban.
id: Tambahkan setidaknya dua tangkapan layar untuk merentangkan latar belakang melintasi baris.
it: Aggiungi almeno due screenshot per estendere lo sfondo sulla riga.
ja: 背景を行全体に広げるには、スクリーンショットを2枚以上追加してください。
ko: 행 전체에 걸쳐 배경을 늘리려면 스크린샷을 2개 이상 추가하세요.
ms: Tambahkan sekurang-kurangnya dua tangkapan skrin untuk meregangkan latar belakang merentasi baris.
nl: Voeg ten minste twee schermafbeeldingen toe om de achtergrond over de rij uit te rekken.
no: Legg til minst to skjermbilder for å strekke bakgrunnen over raden.
pl: Dodaj co najmniej dwa zrzuty ekranu, aby rozciągnąć tło w poprzek wiersza.
pt_br: Adicione pelo menos duas capturas de tela para estender o fundo pela linha.
pt_pt: Adicione pelo menos duas capturas de ecrã para esticar o fundo ao longo da linha.
ro: Adăugați cel puțin două capturi de ecran pentru a întinde fundalul pe rând.
ru: Добавьте хотя бы два скриншота, чтобы растянуть фон на всю строку.
sk: Pridajte aspoň dve snímky obrazovky na roztiahnutie pozadia cez riadok.
sl: Dodajte vsaj dva posnetka zaslona, da raztegnete ozadje čez vrstico.
sv: Lägg till minst två skärmdumpar för att sträcka ut bakgrunden över raden.
th: เพิ่มภาพหน้าจออย่างน้อยสองภาพเพื่อขยายพื้นหลังข้ามแถว
tr: Arka planı satır boyunca yaymak için en az iki ekran görüntüsü ekleyin.
uk: Додайте щонайменше два знімки екрана, щоб розтягнути тло на весь рядок.
ur: پس منظر کو قطار میں پھیلانے کے لیے کم از کم دو اسکرین شاٹس شامل کریں۔
vi: Thêm ít nhất hai ảnh chụp màn hình để kéo dài nền trên hàng.
zh_hans: 至少添加两张截图，才能将背景延展到整行。
zh_hant: 請加入至少兩張螢幕截圖，才能將背景延展至整列。

source: Add Current Color
ar: أضف اللون الحالي
ca: Afegeix el color actual
cs: Přidat aktuální barvu
da: Tilføj aktuel farve
de: Aktuelle Farbe hinzufügen
el: Προσθήκη τρέχοντος χρώματος
es: Añadir color actual
fa: افزودن رنگ فعلی
fi: Lisää nykyinen väri
fr: Ajouter la couleur actuelle
he: הוסף צבע נוכחי
hr: Dodaj trenutnu boju
hu: Aktuális szín hozzáadása
id: Tambahkan Warna Saat Ini
it: Aggiungi colore attuale
ja: 現在のカラーを追加
ko: 현재 색상 추가
ms: Tambah Warna Semasa
nl: Voeg huidige kleur toe
no: Legg til gjeldende farge
pl: Dodaj bieżący kolor
pt_br: Adicionar cor atual
pt_pt: Adicionar cor atual
ro: Adăugați culoarea curentă
ru: Добавить текущий цвет
sk: Pridať aktuálnu farbu
sl: Dodaj trenutno barvo
sv: Lägg till aktuell färg
th: เพิ่มสีปัจจุบัน
tr: Geçerli Rengi Ekle
uk: Додати поточний колір
ur: موجودہ رنگ شامل کریں۔
vi: Thêm màu hiện tại
zh_hans: 添加当前颜色
zh_hant: 加入目前顏色

source: Add Element
ar: إضافة عنصر
ca: Afegeix un element
cs: Přidat prvek
da: Tilføj element
de: Element hinzufügen
el: Προσθήκη στοιχείου
es: Añadir elemento
fa: افزودن عنصر
fi: Lisää elementti
fr: Ajouter un élément
he: הוסף אלמנט
hr: Dodaj element
hu: Elem hozzáadása
id: Tambahkan Elemen
it: Aggiungi elemento
ja: 要素を追加
ko: 요소 추가
ms: Tambah Elemen
nl: Element toevoegen
no: Legg til element
pl: Dodaj element
pt_br: Adicionar elemento
pt_pt: Adicionar Elemento
ro: Adăugați element
ru: Добавить элемент
sk: Pridať prvok
sl: Dodaj element
sv: Lägg till element
th: เพิ่มองค์ประกอบ
tr: Öğe Ekle
uk: Додати елемент
ur: عنصر شامل کریں۔
vi: Thêm phần tử
zh_hans: 添加元素
zh_hant: 加入元素

source: Add Image
ar: إضافة صورة
ca: Afegeix una imatge
cs: Přidat obrázek
da: Tilføj billede
de: Bild hinzufügen
el: Προσθήκη εικόνας
es: Añadir imagen
fa: افزودن تصویر
fi: Lisää kuva
fr: Ajouter une image
he: הוסף תמונה
hr: Dodaj sliku
hu: Kép hozzáadása elemre
id: Tambahkan Gambar
it: Aggiungi immagine
ja: 画像を追加
ko: 이미지 추가
ms: Tambah Imej
nl: Afbeelding toevoegen
no: Legg til bilde
pl: Dodaj obraz
pt_br: Adicionar imagem
pt_pt: Adicionar imagem
ro: Adăugați o imagine
ru: Добавить изображение
sk: Pridať obrázok
sl: Dodaj sliko
sv: Lägg till bild
th: เพิ่มรูปภาพ
tr: Görüntü Ekle
uk: Додати зображення
ur: تصویر شامل کریں۔
vi: Thêm hình ảnh
zh_hans: 添加图像
zh_hant: 加入影像

source: Add Language
ar: إضافة لغة
ca: Afegeix l'idioma
cs: Přidat jazyk
da: Tilføj sprog
de: Sprache hinzufügen
el: Προσθήκη γλώσσας
es: Añadir idioma
fa: افزودن زبان
fi: Lisää kieli
fr: Ajouter une langue
he: הוסף שפה
hr: Dodaj jezik
hu: Nyelv hozzáadása elemre
id: Tambahkan Bahasa
it: Aggiungi lingua
ja: 言語を追加
ko: 언어 추가
ms: Tambah Bahasa
nl: Taal toevoegen
no: Legg til språk
pl: Dodaj język
pt_br: Adicionar idioma
pt_pt: Adicionar idioma
ro: Adăugați limba
ru: Добавить язык
sk: Pridať jazyk
sl: Dodaj jezik
sv: Lägg till språk
th: เพิ่มภาษา
tr: Dil Ekle
uk: Додати мову
ur: زبان شامل کریں۔
vi: Thêm ngôn ngữ
zh_hans: 添加语言
zh_hant: 加入語言

source: Add Language…
ar: إضافة لغة...
ca: Afegeix un idioma...
cs: Přidat jazyk…
da: Tilføj sprog...
de: Sprache hinzufügen…
el: Προσθήκη γλώσσας…
es: Añadir idioma…
fa: افزودن زبان…
fi: Lisää kieli…
fr: Ajouter une langue…
he: הוסף שפה...
hr: Dodaj jezik…
hu: Nyelv hozzáadása…
id: Tambahkan Bahasa…
it: Aggiungi lingua…
ja: 言語を追加…
ko: 언어 추가…
ms: Tambah Bahasa…
nl: Taal toevoegen…
no: Legg til språk...
pl: Dodaj język…
pt_br: Adicionar idioma…
pt_pt: Adicionar idioma…
ro: Adăugați limba...
ru: Добавить язык…
sk: Pridať jazyk…
sl: Dodaj jezik …
sv: Lägg till språk...
th: เพิ่มภาษา...
tr: Dil Ekle…
uk: Додати мову…
ur: زبان شامل کریں…
vi: Thêm ngôn ngữ…
zh_hans: 添加语言…
zh_hant: 加入語言…

source: Add languages from this menu and translate every text layer — by hand or automatically. Layouts stay identical in every language, and Cmd+] cycles between them.
ar: أضف لغات من هذه القائمة وقم بترجمة كل طبقة نصية - يدويًا أو تلقائيًا. تظل التخطيطات متطابقة في كل اللغات، ويدور Cmd+] بينها.
ca: Afegeix idiomes d'aquest menú i tradueix totes les capes de text, a mà o automàticament. Els dissenys es mantenen idèntics en tots els idiomes i Cmd+] fa cicles entre ells.
cs: Přidejte jazyky z této nabídky a přeložte každou textovou vrstvu – ručně nebo automaticky. Rozvržení zůstávají stejná ve všech jazycích a Cmd+] mezi nimi cykluje.
da: Tilføj sprog fra denne menu og oversæt hvert tekstlag - manuelt eller automatisk. Layouts forbliver identiske på alle sprog, og Cmd+] skifter mellem dem.
de: Füge über dieses Menü Sprachen hinzu und übersetze jede Textebene – manuell oder automatisch. Die Layouts bleiben in jeder Sprache gleich, und mit Cmd+] wechselst du zwischen ihnen.
el: Προσθέστε γλώσσες από αυτό το μενού και μεταφράστε κάθε επίπεδο κειμένου — με το χέρι ή αυτόματα. Οι διατάξεις παραμένουν πανομοιότυπες σε κάθε γλώσσα και το Cmd+] εναλλάσσεται μεταξύ τους.
es: Añade idiomas desde este menú y traduce cada capa de texto, a mano o automáticamente. Los diseños se mantienen idénticos en todos los idiomas y Cmd+] alterna entre ellos.
fa: از این منو زبان اضافه کنید و هر لایهٔ متنی را دستی یا خودکار ترجمه کنید. چیدمان در همهٔ زبان‌ها یکسان می‌ماند و با Cmd+] بین آن‌ها جابه‌جا می‌شوید.
fi: Lisää kieliä tästä valikosta ja käännä jokainen tekstitaso – käsin tai automaattisesti. Asettelut pysyvät samanlaisina kaikilla kielillä, ja Cmd+] vaihtuu niiden välillä.
fr: Ajoutez des langues à partir de ce menu et traduisez chaque calque de texte – manuellement ou automatiquement. Les mises en page restent identiques dans toutes les langues et Cmd+] alterne entre elles.
he: הוסף שפות מתפריט זה ותרגם כל שכבת טקסט - ביד או אוטומטית. פריסות נשארות זהות בכל שפה, ו-Cmd+] עובר ביניהן.
hr: Dodajte jezike iz ovog izbornika i prevedite svaki tekstualni sloj — ručno ili automatski. Izgledi ostaju identični na svim jezicima, a Cmd+] se mijenja između njih.
hu: Adjon hozzá nyelveket ebből a menüből, és fordítson le minden szövegréteget – kézzel vagy automatikusan. Az elrendezések minden nyelven azonosak maradnak, és a Cmd+] ciklusok között mozog.
id: Tambahkan bahasa dari menu ini dan terjemahkan setiap lapisan teks — dengan tangan atau otomatis. Tata letak tetap sama di setiap bahasa, dan Cmd+] berputar di antara keduanya.
it: Aggiungi lingue da questo menu e traduci ogni livello di testo, a mano o automaticamente. I layout restano identici in ogni lingua e Cmd+] passa dall'una all'altra.
ja: このメニューから言語を追加し、すべてのテキストレイヤーを手動または自動で翻訳できます。レイアウトはどの言語でも同じに保たれ、Cmd+] で言語を順に切り替えられます。
ko: 이 메뉴에서 언어를 추가하고 모든 텍스트 레이어를 직접 또는 자동으로 번역하세요. 레이아웃은 모든 언어에서 동일하게 유지되며, Cmd+]로 언어를 전환할 수 있습니다.
ms: Tambahkan bahasa daripada menu ini dan terjemah setiap lapisan teks — dengan tangan atau secara automatik. Reka letak kekal sama dalam setiap bahasa, dan Cmd+] kitaran antara mereka.
nl: Voeg talen toe vanuit dit menu en vertaal elke tekstlaag – handmatig of automatisch. Lay-outs blijven in elke taal identiek en Cmd+] wisselt ertussen.
no: Legg til språk fra denne menyen og oversett hvert tekstlag – for hånd eller automatisk. Layoutene forblir identiske på alle språk, og Cmd+] går mellom dem.
pl: Dodaj języki z tego menu i przetłumacz każdą warstwę tekstową — ręcznie lub automatycznie. Układy pozostają identyczne w każdym języku, a Cmd+] przełącza się między nimi.
pt_br: Adicione idiomas neste menu e traduza cada camada de texto – manualmente ou automaticamente. Os layouts permanecem idênticos em todos os idiomas e Cmd+] alterna entre eles.
pt_pt: Adicione idiomas neste menu e traduza cada camada de texto – manualmente ou automaticamente. Os layouts permanecem idênticos em todos os idiomas e Cmd+] alterna entre eles.
ro: Adăugați limbi din acest meniu și traduceți fiecare strat de text - manual sau automat. Aspectele rămân identice în fiecare limbă, iar Cmd+] circulă între ele.
ru: Добавляйте языки из этого меню и переводите каждый текстовый слой — вручную или автоматически. Макеты во всех языках одинаковые, а Cmd+] переключает между ними.
sk: Pridajte jazyky z tejto ponuky a preložte každú textovú vrstvu – ručne alebo automaticky. Rozloženia zostávajú identické vo všetkých jazykoch a Cmd+] medzi nimi cykluje.
sl: Iz tega menija dodajte jezike in prevedite vsak sloj besedila – ročno ali samodejno. Postavitve ostanejo enake v vseh jezikih in Cmd+] kroži med njimi.
sv: Lägg till språk från den här menyn och översätt varje textlager – för hand eller automatiskt. Layouterna förblir identiska på alla språk och Cmd+] växlar mellan dem.
th: เพิ่มภาษาจากเมนูนี้และแปลทุกเลเยอร์ข้อความด้วยมือหรือโดยอัตโนมัติ เลย์เอาต์จะเหมือนกันในทุกภาษา และ Cmd+] จะวนไปมาระหว่างกัน
tr: Bu menüden dil ekleyin ve her metin katmanını elle ya da otomatik olarak çevirin. Düzenler her dilde aynı kalır; Cmd+] diller arasında geçiş yapar.
uk: Додавайте мови з цього меню та перекладайте кожен текстовий шар — вручну або автоматично. Макети залишаються однаковими для всіх мов, а Cmd+] перемикає між ними.
ur: اس مینو سے زبانیں شامل کریں اور ہر متنی پرت کا ترجمہ کریں — ہاتھ سے یا خود بخود۔ لے آؤٹ ہر زبان میں یکساں رہتے ہیں، اور ان کے درمیان Cmd+] سائیکل۔
vi: Thêm ngôn ngữ từ menu này và dịch mọi lớp văn bản — bằng tay hoặc tự động. Bố cục giống hệt nhau ở mọi ngôn ngữ và Cmd+] chuyển đổi giữa chúng.
zh_hans: 从此菜单添加语言，并手动或自动翻译每个文本图层。所有语言的布局完全一致，按 Cmd+] 即可在语言之间切换。
zh_hant: 從此選單加入語言並翻譯每個文字圖層——可手動或自動翻譯。各語言的版面完全相同，按 Cmd+] 即可在語言間切換。
